;汉化：aotix

[CollectorsIncursion X2SitRepTemplate]
FriendlyName="收集者入侵"
Description="情报显示收集者正在该区域进行行动：请小心前进。"

[CollectorsIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="收集者入侵"
Description="收集者——对所有势力都敌对——正在该区域进行行动。"



